{
  "items": [
    {
      "id": 8858,
      "media_type": "artwork",
      "subject": "Cancer",
      "title": "Cancer Control Month",
      "summary": "Awareness of Cancer",
      "description": "Since 1938, the President of the United States has proclaimed April as National Cancer Control Month. This month is dedicated to raising awareness for cancer prevention and treatment throughout the US. For many years, the death tolls from cancer have steadily declined, due in part to better education and heightened awareness about how to prevent certain types of cancer, recognize the signs and symptoms of cancer, and how to seek proper treatment.\n\nAlthough cancer is one of the leading causes of death in the US, it is also one of the most easily preventable. Making an effort to protect your body and utilizing the available resources can help prevent a future cancer diagnosis, or even death.\n\nCancer researchers have identified several lifestyle decisions that Americans can make to reduce their risk of cancer, such as quitting tobacco, eating healthier, exercising regularly, using sun protection and undergoing recommended screenings.\n\nNational Cancer Control Month is a great time to look into MANY ways to prevent cancer and its treatment complications. Thus, the goal of National Cancer Control Month is for Americans to lead healthy and productive lives, with the hopes that by educating yourself and doing research, we can help in the decline of cancer-related deaths in the near future.",
      "location": "Bronx NY",
      "date": "4/01/22",
      "author": "Wasila Ibrahim",
      "source": "Wikipedia",
      "tags": [ "artwork", "cancer", "control", "awareness", "prevention", "attention", "illness", "deadly", "death", "cancercontrol", "national", "April" ],
      "thumbnail_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/858/thumb/artwork_20220401-225608?1648911385",
      "media_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/858/show/artwork_20220401-225608?1648911385",
      "user": {
        "first_name": "Wasila",
        "middle_name": "M",
        "last_name": "Ibrahim"
      }
    },
    {
      "id": 8859,
      "media_type": "artwork",
      "subject": "Sexual Assault",
      "title": "Sexual Assault Awareness Month**Trigger Warning",
      "summary": "Sexual Assault Awareness",
      "description": "April is Sexual Assault Awareness Month, a time to focus the attention to the prevalence of sexual assault and educate communities, individuals and relatives about how to prevent it. The observance encourages people across the country to raise their voices in support of survivors. Speak out if they have experienced sexual assault themselves. One month isn’t enough time to solve this serious issue, but it’s an excellent place to start. Sexual Assault Awareness month began in April 2001 and was founded by the National Sexual Violence Resource Center.\n\nThis month, do your part to end the widespread problem that is sexual assault. Here’s a list of statistics about sexual assault in the U.S.\n\n1. Nearly 1 in 5 women in the United States have experienced r@pe (or attempted r@pe) at one point in their lives.\n2. 1 in 67 men in the United States have experienced r@pe (or attempted r@pe) at one point in their lives.\n3. Every 98 seconds, an American is sexually assaulted\n\nSexual assault is a crime, and no one should take it lightly. Do not be afraid to speak out if this happens to you. The RAINN hotline is 800-656-HOPE (4673).",
      "location": "Bronx NY",
      "date": "4/01/22",
      "author": "Wasila Ibrahim",
      "source": "Google",
      "tags": ["artwork", "assult", "asexual", "sexual assult", "awareness", "attention"],
      "thumbnail_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/859/thumb/artwork_20220401-230014?1648911350",
      "media_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/859/modal/artwork_20220401-230014?1648911350",
      "user": {
        "first_name": "Wasila",
        "middle_name": "M",
        "last_name": "Ibrahim"
      }
    },
    {
      "id": 8857,
      "media_type": "photograph",
      "subject": "Islam",
      "title": "The Holy Month For Muslims",
      "summary": "The beginning of Ramadan 2022",
      "description": "Ramadan fasting is one of the five pillars of Islam where observant Muslims refrain from eating and drinking from dawn to dusk and traditionally gather to break their fast with a date or khajur at iftar in the evening. Ramadan, also spelled Ramazan or Ramzan or Ramzaan, is the month when Muslims believe that God revealed the first verses of the Quran to the Prophet Muhammad.\n\nIslam follows the lunar or Hijri calendar which is based on the phases of the moon cycle and has 354 days unlike the solar or Georgian calendar that the rest of the world follows. Hence, Ramadan is 10 or 11 days earlier every year and in 2022, it may begin from April 2 if the crescent moon is sighted on the evening of April 1 that is the 29th day of Sha'ban 1443 Hijri.\n\nRamadan is a time of spiritual reflection, self-improvement, and heightened devotion and worship. Muslims are expected to put more effort into following the teachings of Islam. The fast (sawm) begins at dawn and ends at sunset. In addition to abstaining from eating and drinking during this time, Muslims refrain from sexual relations and sinful speech and behaviour during Ramadan fasting or month. The act of fasting is said to redirect the heart away from worldly activities, its purpose being to cleanse the soul by freeing it from harmful impurities. Muslims believe that Ramadan teaches them to practice self-discipline, self-control, sacrifice, and empathy for those who are less fortunate, thus encouraging actions of generosity and compulsory charity (zakat). Muslims also believe fasting helps instill compassion for the food-insecure poor.\n\nExceptions to fasting include travel, menstruation, severe illness, pregnancy, and breastfeeding.\n\nAt sunset, families break the fast with the iftar, traditionally opening the meal by eating dates to commemorate Muhammad's practice of breaking the fast with three dates. They then prepare for Maghrib, the fourth of the five required daily prayers, after which the main meal is served.",
      "location": "Bronx NY",
      "date": "4/01/22",
      "author": "Wasila Ibrahim",
      "source": "Wikipedia",
      "tags": ["photograph", "Ramadan", "Fasting", "2022", "holy", "Islam", "Muslim", "Crescent", "Allah", "God", "religion", "religious", "April"],
      "thumbnail_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/857/thumb/photograph_20220401-225030?1648911328",
      "media_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/857/modal/photograph_20220401-225030?1648911328",
      "user": {
        "first_name": "",
        "middle_name": "",
        "last_name": ""
      }
    },
    {
      "id": 8861,
      "media_type": "photograph",
      "subject": "Causes of the WW2",
      "title": "WW2",
      "summary": "What was the reason for World war 2",
      "description": "World War II, also called Second World War, conflict that involved virtually every part of the world during the years 1939–45. The principal belligerents were the Axis powers—Germany, Italy, and Japan—and the Allies—France, Great Britain, the United States, the Soviet Union, and, to a lesser extent, China. The war was in many respects a continuation, after an uneasy 20-year hiatus, of the disputes left unsettled by World War I. The 40,000,000–50,000,000 deaths incurred in World War II make it the bloodiest conflict, as well as the largest war, in history.\n\nAlong with World War I, World War II was one of the great watersheds of 20th-century geopolitical history. It resulted in the extension of the Soviet Union’s power to nations of eastern Europe, enabled a communist movement to eventually achieve power in China, and marked the decisive shift of power in the world away from the states of western Europe and toward the United States and the Soviet Union.\n\nThe outbreak of war\nBy the early part of 1939 the German dictator Adolf Hitler had become determined to invade and occupy Poland. Poland, for its part, had guarantees of French and British military support should it be attacked by Germany. Hitler intended to invade Poland anyway, but first he had to neutralize the possibility that the Soviet Union would resist the invasion of its western neighbour. Secret negotiations led on August 23–24 to the signing of the German-Soviet Nonaggression Pact in Moscow. In a secret protocol of this pact, the Germans and the Soviets agreed that Poland should be divided between them, with the western third of the country going to Germany and the eastern two-thirds being taken over by the U.S.S.R.\n\nHaving achieved this cynical agreement, the other provisions of which stupefied Europe even without divulgence of the secret protocol, Hitler thought that Germany could attack Poland with no danger of Soviet or British intervention and gave orders for the invasion to start on August 26. News of the signing, on August 25, of a formal treaty of mutual assistance between Great Britain and Poland (to supersede a previous though temporary agreement) caused him to postpone the start of hostilities for a few days. He was still determined, however, to ignore the diplomatic efforts of the western powers to restrain him. Finally, at 12:40 PM on August 31, 1939, Hitler ordered hostilities against Poland to start at 4:45 the next morning. The invasion began as ordered. In response, Great Britain and France declared war on Germany on September 3, at 11:00 AM and at 5:00 PM, respectively. World War II had begun.\n\nIn September 1939 the Allies, namely Great Britain, France, and Poland, were together superior in industrial resources, population, and military manpower, but the German Army, or Wehrmacht, because of its armament, training, doctrine, discipline, and fighting spirit, was the most efficient and effective fighting force for its size in the world. The index of military strength in September 1939 was the number of divisions that each nation could mobilize. Against Germany’s 100 infantry divisions and six armoured divisions, France had 90 infantry divisions in metropolitan France, Great Britain had 10 infantry divisions, and Poland had 30 infantry divisions, 12 cavalry brigades, and one armoured brigade (Poland had also 30 reserve infantry divisions, but these could not be mobilized quickly). A division contained from 12,000 to 25,000 men.",
      "location": "Europe",
      "date": "4/1/22",
      "author": "Ashley Russo",
      "source": "Google",
      "tags": ["war", "ww2", "photograph"],
      "thumbnail_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/861/thumb/photograph_20220402-005826?1648861914",
      "media_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/861/modal/photograph_20220402-005826?1648861914",
      "user": {
        "first_name": "ashley",
        "middle_name": "",
        "last_name": "russo"
      }
    },
    {
      "id": 377,
      "media_type": "video",
      "subject": "The Second World War is the deadliest conflict in human history.",
      "title": "WW2",
      "summary": "WW2 Short Documentary",
      "description": "In the Second World War, every bond between man and man was to perish. Crimes were committed by the Germans under the Hitlerite domination to which they allowed themselves to be subjected which find no equal in scale and wickedness with any that have darkened the human record. The wholesale massacre by systematised processes of six or seven millions of men, women, and children in the German execution camps exceeds in horror the rough-and-ready butcheries of Genghis Khan, and in scale reduces them to pigmy proportions. Deliberate extermination of whole populations was contemplated and pursued by both Germany and Russia in the Eastern war. The hideous process of bombarding open cities from the air, once started by the Germans, was repaid twenty-fold by the ever-mounting power of the Allies and found its culmination in the use of the atomic bombs which obliterated Hiroshima and Nagasaki.",
      "location": "Europe",
      "date": "4/1/22",
      "author": "Ashley Russo",
      "source": "Youtube",
      "tags": ["documentary", "video", "WW2"],
      "thumbnail_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/videos/000/000/377/thumb/video_20220402-010659?1648861720",
      "youtube_video_id": "yLHPLWDyHio",
      "user": {
        "first_name": "ashley",
        "middle_name": "",
        "last_name": "russo"
      }
    },
    {
      "id": 8860,
      "media_type": "photograph",
      "subject": "YouTube Website",
      "title": "YouTube",
      "summary": "History Behind YouTube",
      "description": "YouTube, Web site for sharing videos. It was registered on February 14, 2005, by Steve Chen, Chad Hurley, and Jawed Karim, three former employees of the American e-commerce company PayPal. They had the idea that ordinary people would enjoy sharing their “home videos.” The company is headquartered in San Bruno, California.\n\nThe domain name \"YouTube.com\" was activated on February 14, 2005, with video upload options being integrated on April 23, 2005, after being named \"Tune In, Hook Up\"; the original idea of Chad Hurley, Steve Chen, and Jawed Karim. The concept was an online dating service that ultimately failed but had an exceptional video and uploading platform. After Justin Timberlake and Janet Jackson's halftime show incident happened, the three creators realized they weren’t able to find any videos of it on the internet, leaving them with the idea of creating this website for new internet users to upload, share, and watch videos easily.\n\n\nIn 2005 the American search engine company Google Inc. had launched a video service, Google Video, but it failed to generate much traffic, and Google was prompted to purchase YouTube for $1.65 billion in stock in November 2006. Rather than merging the Web sites, however, Google continued YouTube’s operation as before. To reduce the risk of copyright-infringement lawsuits, Google negotiated deals with a number of entertainment companies that would allow copyrighted video material to appear on YouTube and would give YouTube users the right to include certain copyrighted songs in their videos.\n\nYouTube allows users to upload videos, view them, rate them with likes and dislikes, share them, add videos to playlists, report, make comments on videos, and subscribe to other users. As such, the platform offers a wide variety of user-generated and corporate media videos. Available content includes video clips, TV show clips, music videos, short and documentary films, audio recordings, movie trailers, live streams, and other content such as video blogging, short original videos, and educational videos.",
      "location": "California",
      "date": "4/01/22",
      "author": "Darling Acevedo",
      "source": "Google",
      "tags": ["Google", "social media", "technology", "YouTube", "photograph"],
      "thumbnail_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/860/thumb/photograph_20220401-235213?1648859544",
      "media_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/860/modal/photograph_20220401-235213?1648859544",
      "user": {
        "first_name": "Darling",
        "middle_name": "",
        "last_name": "Acevedo"
      }
    },
    {
      "id": 8671,
      "media_type": "photograph",
      "subject": "Social Study",
      "title": "Air Quality In The Bronx",
      "summary": "The burning of fossil fuels has been affecting the air quality.",
      "description": "As an immigrant that lives in the bronx, i feel affected by this topic because in the bronx we have a place called Hunts points, in this place theres a lot of constructions, fabrics, food warehouse... According to \"Data2GoNYC\" the annual average mcg per cubic meter is 8.1 meaning that the air quality is really bad for us people that have asthma traits. Something that i think could've been done is not having all that stuff in a same place by \"that stuff\" i mean constructions, fabrics, food warehouse... if they were fewer of those thing there i feel the air quality would've been better.",
      "location": "The United States",
      "date": "Present",
      "author": "Henry Betances",
      "source": "DATA2GONYC",
      "tags": ["photograph", "Air", "Air quality", "PlatiniumResearch", "platiniumresearchers", "science", "carbon", "Carbon dioxide", "Global warming", "fossil fuels", "fabrics", "warehouse", "bronx neighborhood"],
      "thumbnail_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/671/thumb/photograph_20220317-134709?1648820529",
      "media_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/671/modal/photograph_20220317-134709?1648820529",
      "user": {
        "first_name": "Henry",
        "middle_name": "A",
        "last_name": "Betances"
      }
    },
    {
      "id": 8822,
      "media_type": "photograph",
      "subject": "Netflix Series",
      "title": "Grey's Anatomy",
      "summary": "One of the best medical drama series.",
      "description": "Grey's Anatomy is an American medical drama television series that premiered on March 27, 2005, on the American Broadcasting Company (ABC) as a mid-season replacement. The series focuses on the lives of surgical interns, residents, and attendings while balancing personal and professional relationships. Shonda Rhimes also known as Shondaland is the creator and currently executive producer and head writer of Grey's Anatomy. This show consists of 18 seasons and was recently renewed for a 19th one.\n\nThe series follows the life of Meredith Grey, the daughter of the famous general surgeon Ellis Grey, starting from her acceptance into the surgical residency program at the fictional Seattle Grace Hospital, which is later named Grey Sloan Memorial Hospital. During her time as an intern, Grey works alongside fellow physicians Cristina Yang, Izzie Stevens, Alex Karev and George O'Malley, who each struggle to balance their own personal lives with hectic schedules and stressful residency requirements.\n\nGrey's Anatomy follows the lives of surgical interns, residents, and attendings at the Grey-Sloan Memorial Hospital, as the interns gradually develop into seasoned doctors through the mentoring of their residents, attendings, and chiefs of surgery. The show emphasizes the lives of these doctors as well in every season their academic development in the surgical field. Grey’s Anatomy is not only based on surgery and hospitality, it also involves the lives of these mentioned doctors like, family, friendships, relationships, and of course their position in the medical field, while also sharing nowadays problems and situations such as covid, mental health, and others. It can be as complicated as any surgery, with episodes that will make you laugh out loud, cry your eyes out and cheer its victories whether they involve saving a patient's life or sealing that kiss we've all been hungering to witness.\n\nHere's a trailer of the show: https://youtu.be/q1pcpgREQ5c",
      "location": "Seattle",
      "date": "3/31/22",
      "author": "Darling Acevedo",
      "source": "Google",
      "tags": ["grey's anatomy", "drama series", "doctors", "Netflix series", "Netflix", "tv shows", "photograph"],
      "thumbnail_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/822/thumb/photograph_20220401-005631?1648775593",
      "media_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/822/modal/photograph_20220401-005631?1648775593",
      "user": {
        "first_name": "Darling",
        "middle_name": "",
        "last_name": "Acevedo"
      }
    },
    {
      "id": 8732,
      "media_type": "photograph",
      "subject": "Nomination",
      "title": "Ketanji Brown Jackson nomination.",
      "summary": "First Black woman to join the Supreme Court.",
      "description": "President Joe Biden said he plans to nominate a black woman by the end of February to replace retiring US Supreme Court Justice Stephen Breyer. Potential nominees include Ketanji Brown Jackson, a former Breyer law clerk confirmed by the Senate last June to serve on an influential US appeals court. Ketanji Brown is a jurist who has served as a federal judge on the United States Court of Appeals since 2021. Nominating a black women to the supreme court is a big step for racial progress. Biden decision had many criticism.",
      "location": "Washington",
      "date": "March 22/22",
      "author": "Joeilys Daneysha",
      "source": "Google",
      "tags": ["judicial system", "judicial branch", "justice", "US Supreme Court", "photograph", "Black women", "Women empowerment", "girl power", "American history", "women's history", "US history"],
      "thumbnail_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/732/thumb/photograph_20220322-170630?1648745558",
      "media_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/732/modal/photograph_20220322-170630?1648745558",
      "user": {
        "first_name": "Joeilys",
        "middle_name": "D",
        "last_name": "Soto"
      }
    },
    {
      "id": 8791,
      "media_type": "biography",
      "subject": "Moore Statue, Central Park",
      "title": "Thomas Moore",
      "summary": "Who is Moore and why is there a statue of him in Central Park?",
      "description": "This is a photo I took in central park of Thomas Moore’s statue.\n\n▬ Thomas Moore born on May 28th, 1779 was a poet, songwriter, singer, and satirist active in the first half of the 19th century in Ireland. Politically, Moore was recognized in England as a press, and in Ireland he was considered a Catholic patriot. He was a born lyricist and a natural musician, a practiced satirist and one of the first recognized champions of freedom of Ireland. So popular was he in his day that publishers advanced him extraordinary sums on the promise of works from his ever-active pen. He died at the age of 72 on February 25, 1852.\n▬ The Friendly Sons of St. Patrick, a citizens group of Irish descent, commissioned this statue of Moore. This bust of Moore was unveiled in 1880 on the 101st anniversary of the poet’s birth.\n\nHere’s one of his poems:\n▬ Believe me, if all those endearing young charms,\nWhich I gaze on so fondly to-day,\nWere to change by to-morrow, and fleet in my arms,\nLive fairy-gifts fading away,\nThou wouldst still be adored, as this moment thou art,\nLet thy loveliness fade as it will,\nAnd around the dear ruin each wish of my heart\nWould entwine itself verdantly still.\n▬ It is not while beauty and youth are thine own,\nAnd thy cheeks unprofaned by a tear,\nThat the fervor and faith of a soul may be known,\nTo which time will but make thee more dear!\nNo, the heart that has truly loved never forgets,\nBut as truly loves on to the close,\nAs the sunflower turns on her god when he sets\nThe same look which she turned when he rose!",
      "location": "New York",
      "date": "3/29/22",
      "author": "Darling Acevedo",
      "source": "Canon T7, Google",
      "tags": ["central park", "Thomas Moore", "statue", "photography", "Street Photography", "biography"],
      "thumbnail_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/791/thumb/biography_20220329-235753?1648600754",
      "media_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/791/modal/biography_20220329-235753?1648600754",
      "user": {
        "first_name": "Darling",
        "middle_name": "",
        "last_name": "Acevedo"
      }
    },
    {
      "id": 8788,
      "media_type": "photograph",
      "subject": "",
      "title": "Beauty in the Bronx",
      "summary": "Glass mosaic artwork at Prospect Avenue subway station",
      "description": "One of the beautiful glass mosaic pieces of artwork at the Prospect Avenue subway station. As an entry and exit point, this is the lovely artwork on view every day as I arrive and depart from the 2 train to teach at Longwood Preparatory Academy.\nArtwork \"Bronx. Four Seasons\" by Marina Tsesarskaya (Faceted glass), 2008",
      "location": "Prospect and Longwood Avenues",
      "date": "March 28, 2022",
      "author": "Ms. C.",
      "source": "Longwood Prep 2022",
      "tags": ["photograph", "subway art", "Bronx", "Beauty in the Bronx", "glass mosaic", "NY", "attraction", "public transportation", "2-5 train", "NYC", "The Bronx", "South Bronx"],
      "thumbnail_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/788/thumb/photograph_20220328-115648?1648571709",
      "media_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/images/000/008/788/modal/photograph_20220328-115648?1648571709",
      "user": {
        "first_name": "Susan",
        "middle_name": "",
        "last_name": "Ciccotti"
      }
    },
    {
      "id": 376,
      "media_type": "video",
      "subject": "Social Media",
      "title": "Snapchat",
      "summary": "Snapchat's journey from start-up to tech giant",
      "description": "A Snapchat Story is a collection of Snaps captured within the past 24 hours. By default, your Story is visible to all of your friends, and they can view the Snaps in your story as many times as they like",
      "location": "CBS News",
      "date": "3/28/22",
      "author": "Ashley Russo",
      "source": "Youtube",
      "tags": ["snapchat", "news", "social media", "video"],
      "thumbnail_src": "https://s3.amazonaws.com/media-theglassfiles-com/media/videos/000/000/376/thumb/video_20220329-015126?1648518864",
      "youtube_video_id": "FXWL5XOwlbg",
      "user": {
        "first_name": "ashley",
        "middle_name": "",
        "last_name": "russo"
      }
    }
  ],
  "current_page": 1,
  "pages": 5
}
